[language_info]
enname=Korean
name=한국어
[common]
Cancel=취소
OK=확인 
Yes=예
Disable=비활성화
enable=활성화
Error=에러
Flow=플로우
Settings=설정
Trigger=트리거
No help file was found=No help file was found
The specified folder could not be created!=해당 폴더는 생성될 수 없습니다
The specified folder does not exist. Should it be created?=폴더가 존재하지않습니다, 새로 생성할까요?
The specified folder is not an absolute path!=The specified folder is not an absolute path!
New Category=새로운 카테고리
New Flow=새로운 플로우(Flow)
Show manager=매니저 보이기
Skip execution when an instance is already executing=실행중인 코드가 있을 경우, 실행을 스킵
Stop the currently executing instance and execute afterwards=현재 실행중인 코드를 중지하고, 다음 코드를 실행
Wait until the currently executing instance has finished=현재 코드가 끝날때까지 기다림
[translations]
[Error reports]
[Flow editor]
[Settings]
[Elements - File]
[Element editor]
[Save and load]
[Flow state]
[Elements - Variables]
[Elements - Interaction]
[Elements - time]
[Elements - process]
[Elements - power]
[Elements - Flow manipulation]
[Elements - Sound]
[Elements - Other]
[Source Editor]
[Weekdays]
[Source Manager]
[Source_Editor]
This field contains a string=대상은 문자열을 포함하고 있습니다
This field contains a variable name=대상은 변수이름을 포함합니다
Update window list=윈도우 리스트 업데이트
No elements found in clipboard=클립보드에서 아무런 정보가 없습니다
The connection cannot start and end on the same element!=연결이 시작되고 끝날 수 없습니다
You cannot connect to trigger!=트리거에 연결할 수 없습니다
Delete Object=오브젝트 삭제
No elements selected=엘리먼트가 선택되지 않았습니다
Select connection type=연결 타입을 설정하기
Select element type=element type 선택
This Connection Already Exists!=이 연결은 이미 존재합니다
which %1% should be created?=어떤 %1% 가 생성되어야 하나요?
saved %1% elements to clipboard=%1% 를 클립보드로 복사했습니다
Action=액션
Condition=조건식
Editor=에디터
Error!=에러!
Examples=예
Exception=예외
Loop=Loop 반복문
No=아니
Normal=노말
Undo=되돌리기
[Source_Manager]
Select file=파일 선택
Change category=카테고리 변경
Confirm deletion=삭제 확인
Where should %1% be moved?=%1% 가 어디로 이동되어야 하나요
Select Language.=언어 선택
Close=닫기
Debugging=디버깅
Delete=삭제
General=일반
Manager=매니저
Uncategorized=카테고리 미정
[Source_Draw]
Create new action=새로운 액션 생성
Create new condition=새로운 조건식  생성
Create new loop=반복문 생성
